Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
tt: Түбәндәге җиһазны кулланып, Firefox Хисабыгыз өчен хисапны коткару кодын уңышлы бетердегез:

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
tt: Сез Firefox хисап язмагызда икенче электрон почта адресы булган %(secondaryEmail)s адресын уңышлы бетердегез. Моннан ары хәвефсезлек искәртүләре һәм керү игъланнары ул адреска җибәрелмәячәк.

source: You have successfully reset your password using a recovery key from the following device:
tt: Түбәндәге җиһазны кулланып, коткару ачкычы ярдәмендә паролыгызны үзгәрттегез:

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
tt: %(secondaryEmail)s адресын Firefox Хисабыгызның икенчел адресы итеп расладыгыз. Хәвефсезлек искәртүләре һәм керү турындагы белдерүләр ике адреска да җибәреләчәк.

source: You must enter a valid age to sign up
tt: Теркәлү өчен, дөрес яшьне күрсәтүегез кирәк

source: You must enter your age to sign up
tt: Теркәлү өчен, яшегезне күрсәтүегез кирәк

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
tt: Firefox&nbsp;Хисабын булдыру өчен билгеле бер яшьтән өлкәнрәк булуыгыз кирәк.

source: Your account has been locked for security reasons
tt: Хисабыгыз хәвефсезлек сәбәпләре аркасында блокланды

source: Your account is ready!
tt: Хисабыгыз хәзер!

source: Your account password was changed
tt: Хисабыгызның паролы үзгәртелде

source: Your account password was reset with a recovery key
tt: Хисабыгызның паролы коткару ачкычы ярдәмендә үзгәртелде

source: Your avatar
tt: Сезнең аватар

source: Your card
tt: Сезнең карта

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
tt: Сез хисабыгызга керергә тырышу хакында бер электрон хат алдыгыз. Бу гамәлне шикле дип хәбәр итәсегез киләме?

source: Your email was just returned
tt: Сезнең хатыгыз кире кайтты

source: Your email was just returned. Mistyped email?
tt: Сезнең хатыгыз кире кайтты. Адресны язганда хата җибәрмәдегезме?

source: Your Firefox Account password
tt: Firefox хисабгызның паролы

source: Your Firefox Account password has been changed
tt: Сезнең Firefox Хисабыгызның паролы үзгәртелде

source: Your Firefox Account password was successfully changed from the following device:
tt: Firefox Хисабыгызның паролы түбәндәге җиһаздан уңышлы гына үзгәртелде:

source: Your new password must be different
tt: Яңа парол иске паролдан үзгә булырга тиеш

source: Your number has been blocked
tt: Номерыгыз блокланды

source: Your password has been reset
tt: Серсүзегез алмаштырылды

source: Your verification email was just returned. Mistyped email?
tt: Сезгә җибәрелгән раслау хаты кире әйләнеп кайтты. Адресыгызны язганда хата җибәрмәдегезме?

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.
tt: Тәүге җиһазыгызны Firefox Хисабыгызга уңышлы тоташтырдыгыз. Хәзер Синхронлау'га башка җиһазларыгыздан да, шул исәптән <a %(androidLinkAttributes)s>Android</a> һәм <a %(iosLinkAttributes)s>iOS</a> өчен Firefox кулланмаларыннан да, керә аласыз.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.
tt: Firefox Хисабыгызга беренче җиһазыгызны уңышлы тоташтырдыгыз. Хәзер башка җиһазларыгыздан, шул исәптән <a href='%(androidUrl)s'>Android</a> һәм <a href='%(iosUrl)s'>iOS</a> өчен Firefox'тан да, Синхронлауга керә аласыз.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.
tt: Тәүге җиһазыгызны Firefox Хисабыгызга уңышлы тоташтырдыгыз. Хәзер Синхронлау'га башка җиһазларыгыздан да, шул исәптән Android һәм iOS өчен Firefox кулланмаларыннан да, керә аласыз.

source: You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.
tt: Firefox Хисабыгызга беренче җиһазыгызны уңышлы тоташтырдыгыз. Синхронлаудан күбрәк файда күрү өчен, куллана торган булсагыз, <a href='%(androidUrl)s'>Android өчен Firefox</a> яисә <a href='%(iosUrl)s'>iOS өчен Firefox</a>'ны да тоташтырыгыз.

source: You've tried too many times. Try again later.
tt: Артык күп тапкыр тырышып карадыгыз. Бераздан янәдән карагыз.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
tt: Артык күп тапкыр тырышып карадыгыз. %(retryAfterLocalized)s'тан янәдән тырышыгыз.

source: You will need to enter your new password on other devices to resume syncing.
tt: Башка җиһазларыгызда да синхронлау дәвам итсен өчен, аларга да яңа паролыгызны кертүегез кирәк.

source: You will need to generate a new recovery key.
tt: Сезгә яңа коткару ачкычын ясату кирәк булачак.

source: ZIP code
tt: Почта индексы

source: Zip code is required
tt: Почта индексы кирәк

source: Zip code is too short
tt: Почта индексы артык кыска

source: Zoom in
tt: Зурайту

source: Zoom out
tt: Кечерәйтү

source: 1 add-on
tt: 1 кушымча

source: %1$d new permissions are required
tt: %1$d яңа рөхсәтләр таләп ителә

source: %1$d out of %2$d
tt: %2$d нәтиҗәдән %1$d

source: %1$d selected
tt: %1$d сайланган

source: 1. Go to Android Settings
tt: 1. Android көйләүләренә керегез

source: 1 open tab. Tap to switch tabs.
tt: 1 ачык таб. Табларны күчерү өчен басыгыз.

source: %1$s add-ons
tt: %1$s кушымчалар

source: %1$s can’t download this file type
tt: %1$s бу файл төрен йөкли алмый

source: %1$s has a new update
tt: %1$s өчен яңа яңарту бар

source: %1$s is produced by Mozilla.
tt: %1$s Mozilla тарафыннан җитештерелә.

source: %1$s is requesting your username and password.
tt: %1$s кулланучы исемен һәм серсүзен сорый.

source: %1$s on %2$s %3$s
tt: %1$s, %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
tt: %1$s ачык таб. Табларны күчерү өчен басыгыз.

source: %1$s (Private Mode)
tt: %1$s (Хосусый режим)

source: 1 tab
tt: 1 таб

source: %2$s is requesting your username and password. The site says: “%1$s”
tt: %2$s кулланучы исемен һәм серсүзен сорый. Сайт хәбәре: “%1$s”

source: 2. Tap <b>Permissions</b>
tt: 2. <b>Рөхсәтләр</b>’гә басыгыз

source: About %1$s
tt: %1$s турында

source: Accept and edit suggestion
tt: Тәкъдимне кабул итү һәм үзгәртү

source: Accept the Risk and Continue
tt: Рискны кабул итү һәм дәвам итү

source: Access browser tabs
tt: Браузер табларына ирешү

source: Access browsing history
tt: Гизү тарихына ирешү

source: Accessibility
tt: Кулайлык

source: Access recently closed tabs
tt: Күптән түгел ябылган табларга ирешү

source: Access to the file was denied
tt: Файлдан файдалануга рөхсәт бирелмәде

source: Access your data for %1$s
tt: %1$s сайты өчен булган мәгълүматыгызга ирешү

source: Access your data for all websites
tt: Барлык сайтлар өчен булган мәгълүматыгызга ирешү

source: Access your data for sites in the %1$s domain
tt: %1$s доменындагы сайтлар өчен булган мәгълүматыгызга ирешү

source: Access your data on %1$d other domains
tt: Башка %1$d домендагы мәгълүматыгызга ирешү

source: Access your data on %1$d other sites
tt: Башка %1$d сайтта булган мәгълүматыгызга ирешү

source: Access your data on 1 other domain
tt: Башка 1 домендагы мәгълүматыгызга ирешү

source: Access your data on 1 other site
tt: Башка 1 сайтта булган мәгълүматыгызга ирешү

source: Access your location
tt: Урнашкан урыныгызга ирешү

source: Account settings
tt: Хисап язмасы көйләүләре

source: Add %1$s?
tt: %1$s өстәлсенме?

source: Add a shortcut to open private tabs from your Home screen.
tt: Өй экраннан хосусый табларны ачу өчен ярлык өстәгез.

source: Add card
tt: Картаны өстәү

source: Add credit card
tt: Кредит картасын өстәү

source: Added to top sites!
tt: Төп сайтларга өстәлде!

source: Add folder
tt: Папка өстәү

source: Add new collection
tt: Яңа җыентык өстәү

source: Add-on is already installed
tt: Кушымча урнаштырылган инде

source: Add-on is not supported
tt: Кушымчаны кулланып булмый

source: Add-ons Manager
tt: Кушымчалар менеджеры

source: Add-on updates
tt: Кушымча яңартулары

source: Add private browsing shortcut
tt: Хосусый гизү ярлыгын өстәү

source: Add private tab
tt: Хосусый таб өстәү

source: Address bar
tt: Адрес юлы

source: Address Not Found
tt: Адрес табылмады

source: Add search engine
tt: Эзләү системасын өстәү

source: Add shortcut
tt: Ярлык өстәү

source: Add tab
tt: Таб өстәү

source: Add to contact
tt: Контактларга өстәү

source: Add to Home screen
tt: Өй экранына өстәү

source: Add to top sites
tt: Төп сайтларга өстәү

source: Add username to saved password?
tt: Сакланган серсүз янына кулланучы исеме өстәлсенме?

source: Advanced
tt: Киңәйтелгән

source: Advanced…
tt: Киңәйтелгән...

source: After one day
tt: Бер көннән соң

source: After one month
tt: Бер айдан соң

source: After one week
tt: Бер атнадан соң

source: All actions
tt: Барлык гамәлләр

source: Allow
tt: Рөхсәт итү

source: ALLOW
tt: РӨXCӘT ИТҮ

source: Allow %1$s to play DRM-controlled content?
tt: %1$s сайты DRM-лы эчтәлекләрне уйната алсынмы?

source: Allow %1$s to send notifications?
tt: %1$s искәртүләр җибәрә алсынмы?

source: Allow %1$s to use your camera?
tt: %1$s камерагызны куллана алсынмы?

source: Allow %1$s to use your camera and microphone?
tt: %1$s камера һәм микрофоныгызны куллана алсынмы?

source: Allow %1$s to use your location?
tt: %1$s урнашуыгызны куллана алсынмы?

source: Allow %1$s to use your microphone?
tt: %1$s микрофоныгызны куллана алсынмы?

source: Allow audio and video
tt: Аудио һәм видеоны рөхсәт итү

source: Allowed
tt: Рөхсәт ителгән

source: Allow in private browsing
tt: Хосусый гизү режимында рөхсәт итү

source: Allow screenshots in private browsing
tt: Хосусый гизү режимында скриншотларны рөхсәт итү

source: Allow search suggestions in private sessions?
tt: Хосусый сессияләрдә эзләү тәкъдимнәрен рөхсәт итәргәме?

source: A login with that username already exists
tt: Мондый исемле кулланучы бар инде

source: Alphabetically
tt: Әлифба тәртибендә

source: Already have an account?
tt: Хисап язмагыз бармы инде?

source: Always
tt: Һәрвакыт

source: A new permission is required
tt: Яңа рөхсәт кирәк

source: Appearance
tt: Тышкы күренеш

source: Apr
tt: Апр

source: Are you sure?
tt: Моны раслыйсызмы?

source: Are you sure that you want to clear all the permissions for this site?
tt: Бу сайт өчен бирелгән барлык рөхсәтләрне дә чистартуны раслыйсызмы?

source: Are you sure that you want to clear all the permissions on all sites?
tt: Барлык сайтлардагы барлык рөхсәтләрне дә чистартуны раслыйсызмы?

source: Are you sure that you want to clear this permission for this site?
tt: Әлеге сайт өчен бирелгән бу рөхсәтне кире алуны раслыйсызмы?

source: Are you sure you want to clear your downloads?
tt: Йөкләүләрне чистартуны раслыйсызмы?

source: Are you sure you want to clear your history?
tt: Тарихыгызны чистартуны раслыйсызмы?

source: Are you sure you want to delete %1$s?
tt: %1$s җыентыгын бетерүне раслыйсызмы?

source: Are you sure you want to delete this bookmark?
tt: Бу кыстыргычны бетерүне раслыйсызмы?

source: Are you sure you want to delete this folder?
tt: Папка бетерүне раслыйсызмы?

source: Are you sure you want to delete this login?
tt: Бу логинны бетерүне раслыйсызмы?

source: A site is playing media
tt: Сайтта бер медиа уйный

source: Ask to allow
tt: Рөхсәт итүне сорау

source: Ask to save
tt: Саклар алдыннан сорау

source: Aug
tt: Авг

source: Authors
tt: Авторлар

source: Autocomplete URLs
tt: URL aдресларын автотәмамлау

source: Autofill
tt: Автотутыру

source: Automatic
tt: Автоматик

source: Autoplay
tt: Автоуйнату

source: Basics
tt: Нигезгеләр

source: Block audio and video
tt: Аудио һәм видеоны тыю

source: Block audio only
tt: Аудионы гына тыю

source: Blocked
tt: Блокланган

source: Blocked by Android
tt: Android тарафыннан тыелган

source: Bookmark
tt: Кыстыргыч

source: Bookmark created.
tt: Кыстыргыч ясалды.

source: Bookmark menu
tt: Кыстыргычлар менюсы

source: Bookmark saved!
tt: Кыстыргыч cакланды!

source: Bookmarks deleted
tt: Кыстыргычлар бетерелде

source: Bookmarks Menu
tt: Кыстыргычлар менюсы

source: Bookmarks saved!
tt: Кыстыргычлар cакланды!

source: Bookmarks Toolbar
tt: Кыстыргычлар панеле

source: Bottom
tt: Аста

source: Bring bookmarks, history, and passwords to Firefox on this device.
tt: Бу җиһаздагы Firefox-ка кыстыргычлар, тарих һәм серсүзләрне китерү.

source: Browsing data deleted
tt: Гизү мәгълүматлары бетерелде

source: Browsing history and site data
tt: Гизү тарихы һәм сайт мәгълүматлары

source: Call
tt: Шалтырату

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
tt: Камера куллануга рөхсәт кирәк. Android көйләүләренә кереп, "рөхсәтләр" дигән битне ачып, "рөхсәт итү" дигәнгә басыгыз.

source: Camera and microphone are on
tt: Камера һәм микрофон кабынган

source: Camera is on
tt: Камера кабызылган

source: Cannot Complete Request
tt: Сорауны тәмамлап булмый

source: Can’t edit default folders
tt: Стандарт папкаларны үзгәртә алмыйм

source: Card Nickname
tt: Карта исеме

source: Card Number
tt: Карта номеры

source: Check that search string matches Example format
tt: Эзләнәсе сүзтезмәнең Мисал форматына туры килүен тикшерегез

source: Choose a color
tt: Төс сайлау

source: Choose which trackers and scripts to block.
tt: Кайсы төр трекерларны һәм скриптларны блокларга икәнен сайлагыз.

source: Choose your theme
tt: Теманы сайлау

source: Clear password
tt: Серсүзне чистарту

source: Clear permission
tt: Рөхсәтне бетерү

source: Clear permissions
tt: Рөхсәтләрне бетерү

source: Clear permissions on all sites
tt: Барлык сайтлар өчен дә бирелгән рөхсәтләрне чистарту

source: Clear recent browsing history, cookies, and related data
tt: Соңгы гизү тарихын, кукиларны һәм шуңа бәйле мәгълүматны чистарту

source: Clear username
tt: Кулланучы исемен чистарту

source: Click for more details
tt: Күбрәк белү өчен басыгыз

source: Close after one day
tt: Бер көннән соң ябу

source: Close after one month
tt: Бер айдан соң ябу

source: Close after one week
tt: Бер атнадан соң ябу

source: Close all tabs
tt: Барлык табларны да ябу

source: Close manually
tt: Кулдан ябу

source: Close private tabs
tt: Хосусый табларны ябу

source: Close reader view
tt: Уку режимын ябу

source: Close tab
tt: Табны ябу

source: Close tabs
tt: Табларны ябу

source: Close tab %s
tt: %s табын ябу

source: Collapse suggested logins
tt: Тәкъдим ителгән логиннарны төрү

source: Collection %d
tt: %d җыентыгы

source: Collection deleted
tt: Җыентык бетерелде

source: Collection menu
tt: Җыентык менюсы

source: Collection name
tt: Җыентык исеме

source: Collection owner (User ID)
tt: Җыентык иясе (Кулланучы ID)

source: Collection renamed
tt: Җыентык исеме үзгәртелде

source: Collections
tt: Җыентыклар

source: Collection saved!
tt: Җыентык cакланды!

source: Connect another device.
tt: Башка бер җиһазны тоташтыру.

source: Connect Another Device…
tt: Башка җиһазны тоташтыру...

source: Content crashed
tt: Эчтәлеге ватык

source: Content Encoding Error
tt: Эчтәлекне кодлау хатаcы

source: Continue to website
tt: Вебсайтка үтү

source: Control browser proxy settings
tt: Браузерның прокси көйләүләре белән идарә итү

source: Cookies from unvisited sites
tt: Каралмаган сайтлардан булган кукилар

source: Copy email address
tt: Эл. почта адресын күчереп алу

source: Copy image location
tt: Рәсемнең сылтамасын күчереп алу

source: Copy link
tt: Сылтаманы күчереп алу

source: Copy password
tt: Серсүзне күчереп алу

source: Copy site
tt: Сайтны күчереп алу

source: Copy username
tt: Кулланучы исемен күчереп алу

source: Corrupted Content Error
tt: Бозык эчтәлек хатасы

source: Could not open file
tt: Файлны ачып булмады

source: Crashes
tt: Өзеклеклер

source: Created %s
tt: %s ясалды

source: Credit cards
tt: Кредит карталары

source: Credit cards and addresses
tt: Кредит карталары һәм адреслар

source: Cryptominers
tt: Криптомайнерләр

source: Current session image
tt: Агымдагы сессия рәсеме

source: Custom
tt: Үзгә

source: Custom Add-on collection
tt: Үзгә кушымчалар җыентыгы

source: Custom Firefox Account server
tt: Үзгә Firefox Хисап серверы

source: Customize
tt: Яраклаштыру

source: Customize reader view
tt: Уку режимын яраклаштыру

source: Custom search engine details
tt: Үзгә эзләү системасының нечкәлекләре

source: Custom Sync server
tt: Үзгә Синхронлау серверы

source: %d addresses
tt: %d адрес

source: Dark
tt: Караңгы төсле

source: Dark color scheme
tt: Караңгы төсле схема

source: Dark theme
tt: Караңгы тема

source: Data choices
tt: Бирелгәннәрне сайлау

source: Data collection
tt: Мәгълүмат туплау

source: Data is encrypted
tt: Мәгълүматлар шифрланган

source: Debug menu: %1$d click(s) left to enable
tt: Хата төзәтү менюсы: кабызу өчен %1$d чиртү калды

source: Debug menu enabled
tt: Хата төзәтү менюсы кабынган

source: Dec
tt: Дек

source: Deceptive site issue
tt: Ялган сайт

source: Default search engine
tt: Стандарт эзләү системасы

source: Delete %1$d items
tt: %1$d элементны бетерү

source: Delete %1$s?
tt: %1$s җыентыгын бетерергәме?

source: Delete all exceptions
tt: Барлык чыгармаларны бетерү

source: Delete and Open
tt: Бетерү һәм ачу

source: Delete browsing data
tt: Гизү мәгълүматларын бетерү

source: Delete card
tt: Картаны бетерү

source: Delete collection
tt: Җыентыкны бетерү

source: Deleted %1$s
tt: %1$s бетерелде

source: Delete downloads
tt: Йөкләүләрне бетерү

source: Deleted %s
tt: %s бетерелде

source: Delete from history
tt: Тарихтан бетерү

source: Delete history
tt: Тарихны бетерү

source: Delete private tabs
tt: Хосусый табларны бетерү

source: Delete session
tt: Сессияне бетерү

source: Deleting browsing data…
tt: Гизү мәгълүматларын бетерү…

source: Deleting selected folders
tt: Сайланган папкаларны бетерү

source: Deny
tt: Кире кагу

source: DENY
tt: КИРЕ КАГУ

source: Deselect all
tt: Берсен дә сайламау

source: Desktop Bookmarks
tt: Компьютердагы кыстыргычлар

source: Desktop site
tt: Сайтның компьютер версиясе

source: Details
tt: Нечкәлекләр

source: Developer tools
tt: Җитештерүче кораллары

source: Device name
tt: Җиһаз исеме

source: Device name cannot be empty.
tt: Җиһаз исеме буш була алмый.

source: Disabled
tt: Cүндерелгән

source: Disable private browsing
tt: Хосусый гизү режимын сүндерү

source: Discard changes
tt: Үзгәрешләрдән ваз кичү

source: Disconnect
tt: Өзү

source: Dismiss
tt: Яшерү

source: Dismiss find in page
tt: Биттән эзләүне тәмамлау

source: Display notifications to you
tt: Сезгә искәртүләр күрсәтү

source: Don’t allow
tt: Рөхсәт итмәү

source: Don’t save
tt: Сакламау

source: Don’t update
tt: Яңартмау

source: Download (%1$s)
tt: Йөкләп алу (%1$s)

source: Download completed
tt: Йөкләп алу тәмамланды

source: Download failed
tt: Йөкләп алу уңышсыз тәмамланды

source: Download files and read and modify the browser’s download history
tt: Файлларны йөкләп алу һәм браузерның йөкләү тарихын уку һәм үзгәртү

source: Downloading and verifying add-on…
tt: Кушымчаны йөкләп алу һәм тикшерү…

source: Download link
tt: Сылтаманы йөкләп алу

source: Download paused
tt: Йөкләп алу туктатылды

source: Downloads
tt: Йөкләп алулар

source: Downloads Removed
tt: Йөкләүләр бетерелде

source: %d pages
tt: %d бит

source: %d tab
tt: %d бит

source: %d tabs
tt: %d таб

source: %d tab selected
tt: %d таб сайланды

source: %d tabs selected
tt: %d таб сайланды

source: Duplicate tab
tt: Табны кабатлау

source: EDIT
tt: ҮЗГӘРТҮ

source: Edit bookmark
tt: Кыстыргычны үзгәртү

source: Edit card
tt: Картаны үзгәртү

source: Edit folder
tt: Папканы үзгәртү

source: Edit search engine
tt: Эзләү системасын үзгәртү

source: Email address copied to clipboard
tt: Эл. почта адресы алмашу буферына күчермәләнде

source: Enable private browsing
tt: Хосусый гизү режимын кабызу

source: Enhanced Tracking Protection
tt: Күзәтелүдән Көчәйтелгән Саклау

source: Enter a search string
tt: Эзләнәсе сүзтезмәне кертегез

source: Entered multiselect mode, select tabs to save to a collection
tt: Күп сайлау режимына кердек, җыентыкка сакланасы табларны сайлагыз

source: Entering full screen mode
tt: Тулы экран режимына күчү

source: Enter search engine name
tt: Эзләү системасының исемен кертегез

source: Error
tt: Хата

source: Error connecting to “%s”
tt: “%s” адресына тоташу хатасы

source: Exceptions
tt: Чыгармалар

source: Exited multiselect mode
tt: Күп сайлау режимнан чыгу

source: Exit multiselect mode
tt: Күп сайлау режимыннан чыгу

source: Expand suggested logins
tt: Тәкъдим ителгән логиннарны киңәйтү

source: Experiments
tt: Тәҗрибәләр

source: Expiration Date
tt: Вакыты чыгу датасы

source: Extensions
tt: Киңәйтүләр

source: External download manager
tt: Тышкы йөкләп алу менеджеры

source: Failed to disable %1$s
tt: %1$s кушымчасын сүндереп булмады

source: Failed to enable %1$s
tt: %1$s кушымчасын кабызып булмады

source: Failed to install %1$s
tt: %1$s кушымчасын урнаштырып булмады

source: Failed to remove %1$s
tt: %1$s кушымчасын бетереп булмады

source: Failed to sign-in
tt: Кереп булмады

source: Failed to uninstall %1$s
tt: %1$s кушымчасын бетереп булмады

source: Feb
tt: Фев

source: File Not Found
tt: Файл табылмады

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
tt: Файлларны йөкләп алу өчен файллардан һәм медиадан файдалану рөхсәте кирәк. Android көйләүләренә кереп, "рөхсәтләр" дигән битне ачып, "рөхсәт итү" дигәнгә басыгыз.

source: Fill link from clipboard
tt: Сылтаманы алмашу буферыннан алу

source: Find in page
tt: Биттән табу

source: Find next result
tt: Алдагы нәтиҗәне табу

source: Find previous result
tt: Арттагы нәтиҗәне табу

source: Fingerprinters
tt: Бармак эзләрен җыючылар (идентификаторлар)

source: Firefox Account
tt: Firefox хисап язмасы

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
tt: Firefox Хисап/Синхронлау серверы үзгәртелгән. Үзгәртүләрне гамәлгә ашыру өчен кушымтадан чыгу…

source: Firefox is updated - and improved!
tt: Firefox яңартылды— һәм яхшыртылды!

source: Firefox Nightly has moved
tt: Firefox Nightly күченде

source: Firefox Preview is now Firefox Nightly
tt: Firefox Preview хәзер Firefox Nightly дип атала

source: FOLDER
tt: ПАПКА

source: Follow device language
tt: Җиһаз теленә иярү

source: Follow device theme
tt: Җиһаз темасына иярү

source: Font Size
tt: Шрифт үлчәме

source: Font size decrease
tt: Шрифт үлчәмен кечерәйтү

source: Font size increase
tt: Шрифт үлчәмен зурайту

source: Forward
tt: Алга

source: Frees up storage space
tt: Саклагычта урын бушата

source: Front-facing camera
tt: Алгы камера

source: Gestures
tt: Ишарәләр

source: Get answers here
tt: Җаваплар монда

source: Get data from the clipboard
tt: Алмаш буферыннан мәгълүмат алу

source: Get Firefox for Android Beta
tt: Android Beta өчен Firefox алу

source: Get the new Nightly
tt: Яңа Nightly’ны алу

source: Give feedback
tt: Фикер һәм тәкъдимнәр җибәрү

source: Go Back (Recommended)
tt: Кире кайту (киңәш ителә)

source: Go home
tt: Баш биткә кайту

source: Go to settings
tt: Көйләүләргә күчү

source: Go to Settings
tt: Көйләүләргә күчү

source: Grid
tt: Челтәр

source: Harmful site issue
tt: Зыянлы сайт

source: Hide and show browser tabs
tt: Браузер табларын яшерү һәм күрсәтү
